Repository: lysyiklad/plugin.video.pimpletv
Catalog: resources/language/*/strings.po
Languages: russian

# #10000
source: Site time zone
russian: Часовой пояс сайта

# #10001
source: Do not show offline matches in categories
russian: Не показывать в категориях прошедшие матчи

# #10002
source: Create thumbnails
russian: Создавать миниатюры

# #10003
source: Data update period, min.
russian: Период обновления данных, мин.

# #10004
source: Service settings
russian: Настройки службы

# #10005
source: For the service settings to take effect, you must restart Kodi !
russian: Чтобы настройки службы вступили в силу, необходимо перезапустить Kodi!

# #10006
source: Enable background data refresh
russian: Включить обновление данных в фоновом режиме

# #10007
source: Update period in the background, min.
russian: Период обновления в фоновом режиме, мин.

# #10008
source: Use the default AceStream playback method
russian: Использовать по-умолчанию способ AceStream

# #10009
source: AceStream default playback method
russian: Способ AceStream по-умолчанию

# #10010
source: Data update links, min.
russian: Период обновления ссылок, мин.

# #10011
source: Scan http links
russian: Сканировать http ссылки

# #10012
source: Basic
russian: Основные

# #10013
source: Theme artwork
russian: Тема artwork

# #10015
source: Create poster
russian: Создавать постеры

# #10016
source: Create fanart
russian: Создать фанарты

# #10017
source: Light
russian: Светлая

# #10018
source: Dark
russian: Темная

# #10019
source: Blue
russian: Голубая

# #10020
source: Transparent
russian: Прозрачная

# #10021
source: Add-on settings...
russian: Настройки плагина...

# #10022
source: Information in the window full screen video
russian: Информация во время воспроизведения видео

# #10023
source: Show live matches
russian: Показывать результаты матчей в прямом эфире

# #10024
source: Show game review
russian: Показывать обзор игры

# #10025
source: Show game statistics
russian: Показывать статистику игры

# #10026
source: Default directory
russian: Каталог по-умолчанию

# #10027
source: Main menu
russian: Главное меню

# #30000
source: All
russian: Все

# #30001
source: Football
russian: Футбол

# #30002
source: Ice Hockey
russian: Хоккей

# #30003
source: Basketball
russian: Баскетбол

# #30004
source: Tennis
russian: Теннис

# #30005
source: American Football
russian: Американский футбол

# #30006
source: Race
russian: Гонки

# #30007
source: Boxing
russian: Бокс

# #30008
source: MMA
russian: ММА

# #30009
source: Live
russian: Прямой эфир

# #30010
source: Offline
russian: Законченные

# #30011
source: Leagues Choice...
russian: Выбор турниров...

# #30012
source: Refresh
russian: Обновить

# #30013
source: UPDATE DATA ...
russian: ОБНОВЛЕНИЕ ДАННЫХ ...

# #30014
source: Loading site data ...
russian: Загрузка данных сайта...

# #30015
source: Changing settings ...
russian: Изменение настроек...

# #30016
source: Stream information will be available 30 minutes prior to the begining of an event.
russian: Информация о трансляциях станет доступна за 30 минут до начала матча.

# #30017
source: link scanning
russian: сканирование ссылок

# #30018
source: End update...
russian: Конец обновлений...

# #30019
source: Resource Unavailable or Invalid!
russian: Ресурс недоступен или недействителен!

# #30020
source: Torrent not available or invalid!
russian: Торрент недоступен или недействителен!

# #30021
source: wait...
russian: ожидание...

# #30022
source: playback...
russian: воспроизведение...

# #30023
source: prebuffering...
russian: пребуферизация...

# #30024
source: Plugin data reset...
russian: Сброс данных плагина...

# #30025
source: Choosing a Sports Tournament
russian: Выбор спортивного турнира

# #30026
source: Plexus plugin required to view SopCast
russian: Для просмотра SopCast необходим плагин Plexus

# #30027
source: After
russian: Через

# #30028
source: STATISTICS:
russian: СТАТИСТИКА:

# #30029
source: BROADCASTS:
russian: ТРАНСЛЯЦИИ:

# #30030
source: REVIEWS:
russian: ОБЗОР:

# #30031
source: GOAL
russian: ГОЛ

# #30032
source: card
russian: карточка

# #30033
source: came
russian: вышел

# #30034
source: gone
russian: ушел

# #30035
source: AUTOGOAL
russian: АВТОГОЛ

# #30036
source: direct link to broadcast
russian: прямая ссылка на трансляцию

# #30037
source: Updating Lists
russian: Обновление списков

# #30038
source: Show date in list item
russian: Показывать дату в элементе списка

# #30039
source: Show tournament in list item
russian: Показывать турнир в элементе списка

# #30040
source: Extra
russian: Дополнительно

# #30041
source: Select leagues to create ArtWork...
russian: Выбор турниров для создания ArtWork...

# #30042
source: Completed
russian: Законченные
